Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: Those rules shall also specify in respect of which of the objectives listed in paragraph 1, first subparagraph, point (h), including which of the criminal offences referred to in point (h)(iii) thereof, the competent authorities may be authorised to use those systems for the purposes of law enforcement.
pt_pt: Essas regras especificam igualmente para quais dos objetivos enumerados no n.o 1, primeiro parágrafo, alínea h), inclusive para quais das infrações penais referidas na subalínea iii) da referida alínea, as autoridades competentes podem ser autorizadas a usar esses sistemas para efeitos de aplicação da lei.

source: Member States shall notify those rules to the Commission at the latest 30 days following the adoption thereof.
pt_pt: Os Estados-Membros notificam essas regras à Comissão o mais tardar 30 dias após a sua adoção.

source: Member States may introduce, in accordance with Union law, more restrictive laws on the use of remote biometric identification systems.
pt_pt: Os Estados-Membros podem introduzir, em conformidade com o direito da União, legislação mais restritiva sobre a utilização de sistemas de identificação biométrica à distância.

source: National market surveillance authorities and the national data protection authorities of Member States that have been notified of the use of ‘real-time’ remote biometric identification systems in publicly accessible spaces for law enforcement purposes pursuant to paragraph 4 shall submit to the Commission annual reports on such use.
pt_pt: As autoridades nacionais de fiscalização do mercado e as autoridades nacionais de proteção de dados dos Estados-Membros que tenham sido notificadas da utilização de sistemas de identificação biométrica à distância «em tempo real» em espaços acessíveis ao público para efeitos de aplicação da lei nos termos do n.o 4 apresentam à Comissão relatórios anuais sobre essa utilização.

source: For that purpose, the Commission shall provide Member States and national market surveillance and data protection authorities with a template, including information on the number of the decisions taken by competent judicial authorities or an independent administrative authority whose decision is binding upon requests for authorisations in accordance with paragraph 3 and their result.
pt_pt: Para o efeito, a Comissão disponibiliza aos Estados-Membros e às autoridades nacionais de fiscalização do mercado e de proteção de dados um modelo que inclua informações sobre o número de decisões tomadas pelas autoridades judiciárias competentes, ou por uma autoridade administrativa independente cuja decisão seja vinculativa, após os pedidos de autorização nos termos do n.o 3, bem como sobre o seu resultado.

source: The Commission shall publish annual reports on the use of real-time remote biometric identification systems in publicly accessible spaces for law enforcement purposes, based on aggregated data in Member States on the basis of the annual reports referred to in paragraph 6.
pt_pt: A Comissão publica relatórios anuais sobre a utilização de sistemas de identificação biométrica à distância em tempo real em espaços acessíveis ao público para efeitos de aplicação da lei, baseados em dados agregados nos Estados-Membros com base nos relatórios anuais a que se refere o n.o 6.

source: Those annual reports shall not include sensitive operational data of the related law enforcement activities.
pt_pt: Esses relatórios anuais não podem incluir dados operacionais sensíveis sobre as atividades de aplicação da lei conexas.

source: This Article shall not affect the prohibitions that apply where an AI practice infringes other Union law.
pt_pt: O presente artigo não afeta as proibições aplicáveis sempre que uma prática de IA infrinja outra legislação da União.

source: CHAPTER III
pt_pt: CAPÍTULO III

source: HIGH-RISK AI SYSTEMS
pt_pt: SISTEMAS DE IA DE RISCO ELEVADO

source: SECTION 1
pt_pt: SECÇÃO 1

source: Classification of AI systems as high-risk
pt_pt: Classificação de sistemas de IA como sendo de risco elevado

source: Article 6
pt_pt: Artigo 6.o

source: Classification rules for high-risk AI systems
pt_pt: Regras para a classificação de sistemas de IA de risco elevado

source: Irrespective of whether an AI system is placed on the market or put into service independently of the products referred to in points (a) and (b), that AI system shall be considered to be high-risk where both of the following conditions are fulfilled:
pt_pt: Independentemente de a colocação no mercado ou a colocação em serviço de um sistema de IA ser feita separadamente dos produtos a que se referem as alíneas a) e b), esse sistema de IA é considerado de risco elevado sempre que se estejam preenchidas ambas as seguintes condições:

source: the AI system is intended to be used as a safety component of a product, or the AI system is itself a product, covered by the Union harmonisation legislation listed in Annex I;
pt_pt: O sistema de IA destina-se a ser utilizado como um componente de segurança de um produto ou o sistema de IA é, ele próprio, um produto abrangido pelos atos enumerados na lista da legislação de harmonização da União constante do anexo I;

source: the product whose safety component pursuant to point (a) is the AI system, or the AI system itself as a product, is required to undergo a third-party conformity assessment, with a view to the placing on the market or the putting into service of that product pursuant to the Union harmonisation legislation listed in Annex I.
pt_pt: O produto cujo componente de segurança nos termos da alínea a) é o sistema de IA, ou o próprio sistema de IA enquanto produto, tem de ser sujeito a uma avaliação da conformidade por terceiros com vista à sua colocação no mercado ou colocação em serviço nos termos dos atos enumerados na lista da legislação de harmonização da União constante do anexo I.

source: In addition to the high-risk AI systems referred to in paragraph 1, AI systems referred to in Annex III shall be considered to be high-risk.
pt_pt: Além dos sistemas de IA de risco elevado a que se refere o n.o 1, os sistemas de IA a que se refere o anexo III são também considerados de risco elevado.

source: By derogation from paragraph 2, an AI system referred to in Annex III shall not be considered to be high-risk where it does not pose a significant risk of harm to the health, safety or fundamental rights of natural persons, including by not materially influencing the outcome of decision making.
pt_pt: Em derrogação do n.o 2, um sistema de IA a que se refere o Anexo III não pode ser considerado de risco elevado se não representar um risco significativo de danos para a saúde, a segurança ou os direitos fundamentais das pessoas singulares, nomeadamente se não influenciarem de forma significativa o resultado da tomada de decisões.

source: The first subparagraph shall apply where any of the following conditions is fulfilled:
pt_pt: O primeiro parágrafo aplica-se nos casos em que estiverem preenchidas quaisquer das seguintes condições:

source: the AI system is intended to perform a narrow procedural task;
pt_pt: O sistema de IA destina-se a desempenhar uma tarefa processual restrita;

source: the AI system is intended to improve the result of a previously completed human activity;
pt_pt: O sistema de IA destina-se a melhorar o resultado de uma atividade humana previamente concluída;

source: the AI system is intended to detect decision-making patterns or deviations from prior decision-making patterns and is not meant to replace or influence the previously completed human assessment, without proper human review; or
pt_pt: O sistema de IA destina-se a detetar padrões de tomada de decisões ou desvios em relação a padrões de tomada de decisões anteriores e não se destina a substituir nem influenciar uma avaliação humana previamente concluída, sem que se proceda a uma verificação adequada por um ser humano; ou

source: the AI system is intended to perform a preparatory task to an assessment relevant for the purposes of the use cases listed in Annex III.
pt_pt: O sistema de IA destina-se a executar uma tarefa preparatória no contexto de uma avaliação pertinente para efeitos dos casos de utilização enumerados no anexo III.

source: Notwithstanding the first subparagraph, an AI system referred to in Annex III shall always be considered to be high-risk where the AI system performs profiling of natural persons.
pt_pt: Não obstante o primeiro parágrafo, os sistemas de IA a que se refere o anexo III devem ser sempre considerados de risco elevado nos casos em que executarem a definição de perfis de pessoas singulares.

source: A provider who considers that an AI system referred to in Annex III is not high-risk shall document its assessment before that system is placed on the market or put into service.
pt_pt: Um prestador que considere que um dos sistemas de IA a que se refere o anexo III não é de risco elevado deve documentar a sua avaliação antes de esse sistema ser colocado no mercado ou colocado em serviço.

source: Such provider shall be subject to the registration obligation set out in Article 49(2).
pt_pt: Esse prestador está sujeito à obrigação de registo prevista no artigo 49.o, n.o 2.

source: Upon request of national competent authorities, the provider shall provide the documentation of the assessment.
pt_pt: A pedido das autoridades nacionais competentes, o prestador deve facultar a documentação da avaliação.

source: The Commission shall, after consulting the European Artificial Intelligence Board (the ‘Board’), and no later than 2 February 2026, provide guidelines specifying the practical implementation of this Article in line with Article 96 together with a comprehensive list of practical examples of use cases of AI systems that are high-risk and not high-risk.
pt_pt: Após consulta do Comité Europeu para a Inteligência Artificial («Comité»), e o mais tardar até 2 de fevereiro de 2026, a Comissão disponibiliza orientações que especifiquem a aplicação prática do presente artigo em conformidade com o artigo 96.o, juntamente com uma lista exaustiva de exemplos práticos de casos de utilização de sistemas de IA de risco elevado e de risco não elevado.

source: The Commission is empowered to adopt delegated acts in accordance with Article 97 in order to amend paragraph 3, second subparagraph, of this Article by adding new conditions to those laid down therein, or by modifying them, where there is concrete and reliable evidence of the existence of AI systems that fall under the scope of Annex III, but do not pose a significant risk of harm to the health, safety or fundamental rights of natural persons.
pt_pt: A Comissão fica habilitada a adotar atos delegados os termos do artigo 97.o para alterar o n.o 3, segundo parágrafo, do presente artigo no que diz respeito a aditar novas condições para além das que aí se encontram previstas, ou a alterar essas condições, se existirem provas concretas e fiáveis da existência de sistemas de IA que sejam abrangidos pelo âmbito de aplicação do anexo III mas não apresentem um risco significativo de danos para a saúde, a segurança ou os direitos fundamentais das pessoas singulares.

source: The Commission shall adopt delegated acts in accordance with Article 97 in order to amend paragraph 3, second subparagraph, of this Article by deleting any of the conditions laid down therein, where there is concrete and reliable evidence that this is necessary to maintain the level of protection of health, safety and fundamental rights provided for by this Regulation.
pt_pt: A Comissão adota atos delegados nos termos do artigo 97.o no que diz respeito à alteração do n.o 3, segundo parágrafo, do presente artigo, para suprimir qualquer uma das condições aí previstas, caso existam provas concretas e fiáveis de que tal é necessário para manter o nível de proteção da saúde, da segurança e dos direitos fundamentais previsto no presente regulamento.

source: Any amendment to the conditions laid down in paragraph 3, second subparagraph, adopted in accordance with paragraphs 6 and 7 of this Article shall not decrease the overall level of protection of health, safety and fundamental rights provided for by this Regulation and shall ensure consistency with the delegated acts adopted pursuant to Article 7(1), and take account of market and technological developments.
pt_pt: Qualquer alteração às condições estabelecidas no n.o 3, segundo parágrafo, adotadas nos termos dos n.os 6 e 7 do presente artigo, não pode diminuir o nível geral de proteção da saúde, da segurança e dos direitos fundamentais previsto no presente regulamento e assegura a coerência com os atos delegados adotados nos termos do artigo 7.o, n.o 1, e tem em conta a evolução tecnológica e do mercado.

source: Article 7
pt_pt: Artigo 7.o

source: Amendments to Annex III
pt_pt: Alterações ao anexo III

source: The Commission is empowered to adopt delegated acts in accordance with Article 97 to amend Annex III by adding or modifying use-cases of high-risk AI systems where both of the following conditions are fulfilled:
pt_pt: A Comissão fica habilitada a adotar atos delegados nos termos do artigo 97.o para alterar o anexo III, aditando ou modificando casos de utilização de sistemas de IA de risco elevado sempre que estejam preenchidas ambas as seguintes condições:

source: the AI systems are intended to be used in any of the areas listed in Annex III;
pt_pt: Os sistemas de IA destinam-se a ser utilizados em qualquer um dos domínios enumerados no anexo III;

source: the AI systems pose a risk of harm to health and safety, or an adverse impact on fundamental rights, and that risk is equivalent to, or greater than, the risk of harm or of adverse impact posed by the high-risk AI systems already referred to in Annex III.
pt_pt: Os sistemas de IA representam um risco de danos para a saúde e a segurança ou de repercussões negativas nos direitos fundamentais, e esse risco é equivalente ou superior ao risco de danos ou repercussões negativas representado pelos sistemas de IA de risco elevado já referidos no anexo III.

source: When assessing the condition under paragraph 1, point (b), the Commission shall take into account the following criteria:
pt_pt: Ao avaliar a condição prevista no n.o 1, alínea b), a Comissão tem em conta os seguintes critérios:

source: the intended purpose of the AI system;
pt_pt: A finalidade prevista do sistema de IA;

source: the extent to which an AI system has been used or is likely to be used;
pt_pt: O grau de utilização efetiva ou a probabilidade de utilização de um sistema de IA;

source: the nature and amount of the data processed and used by the AI system, in particular whether special categories of personal data are processed;
pt_pt: A natureza e a quantidade dos dados tratados e utilizados pelo sistema de IA e, em particular, o facto de serem tratadas categorias especiais de dados pessoais;

source: the extent to which the AI system acts autonomously and the possibility for a human to override a decision or recommendations that may lead to potential harm;
pt_pt: A medida em que o sistema de IA atua de forma autónoma e a possibilidade de um ser humano anular decisões ou recomendações que possam causar danos;

source: the extent to which the use of an AI system has already caused harm to health and safety, has had an adverse impact on fundamental rights or has given rise to significant concerns in relation to the likelihood of such harm or adverse impact, as demonstrated, for example, by reports or documented allegations submitted to national competent authorities or by other reports, as appropriate;
pt_pt: A medida em que a utilização de um sistema de IA já tenha causado danos para a saúde e a segurança, tenha tido repercussões negativas nos direitos fundamentais ou tenha suscitado preocupações significativas quanto à probabilidade de esses danos ou essas repercussões negativas ocorrerem, conforme demonstrado, por exemplo, por relatórios ou alegações documentadas apresentados às autoridades nacionais competentes, ou por outros relatórios, consoante o caso;

source: the potential extent of such harm or such adverse impact, in particular in terms of its intensity and its ability to affect multiple persons or to disproportionately affect a particular group of persons;
pt_pt: A potencial dimensão desses danos ou dessas repercussões negativas, nomeadamente em termos de intensidade e de capacidade para afetar várias pessoas, ou para afetar de forma desproporcionada um determinado grupo de pessoas;

source: the extent to which persons who are potentially harmed or suffer an adverse impact are dependent on the outcome produced with an AI system, in particular because for practical or legal reasons it is not reasonably possible to opt-out from that outcome;
pt_pt: A medida em que as pessoas que sofreram potenciais danos ou repercussões negativas dependem dos resultados produzidos por um sistema de IA, em especial se, por razões práticas ou jurídicas, não lhes for razoavelmente possível autoexcluir-se desse resultado;

source: the extent to which there is an imbalance of power, or the persons who are potentially harmed or suffer an adverse impact are in a vulnerable position in relation to the deployer of an AI system, in particular due to status, authority, knowledge, economic or social circumstances, or age;
pt_pt: A medida em que existe um desequilíbrio em termos de poder ou em que as pessoas que sofreram potenciais danos ou repercussões negativas se encontram numa posição vulnerável em relação ao responsável pela implantação de um sistema de IA, em particular por motivos relacionados com o estatuto, a autoridade, o conhecimento, as circunstâncias económicas ou sociais, ou a idade;

source: the extent to which the outcome produced involving an AI system is easily corrigible or reversible, taking into account the technical solutions available to correct or reverse it, whereby outcomes having an adverse impact on health, safety or fundamental rights, shall not be considered to be easily corrigible or reversible;
pt_pt: A medida em que os resultados produzidos com o envolvimento de um sistema de IA são facilmente corrigíveis ou reversíveis, tendo em conta as soluções técnicas disponíveis para os corrigir ou reverter, sendo que os resultados com uma repercussão negativa na saúde, na segurança ou nos direitos fundamentais não podem ser considerados como facilmente corrigíveis ou reversíveis;

source: the magnitude and likelihood of benefit of the deployment of the AI system for individuals, groups, or society at large, including possible improvements in product safety;
pt_pt: A magnitude e a probabilidade dos benefícios da implantação do sistema de IA para as pessoas, os grupos ou a sociedade em geral, incluindo possíveis melhorias na segurança dos produtos;

source: the extent to which existing Union law provides for:
pt_pt: A medida em que o direito da União em vigor prevê:

source: effective measures of redress in relation to the risks posed by an AI system, with the exclusion of claims for damages;
pt_pt: medidas de reparação eficazes em relação aos riscos representados por um sistema de IA, com exclusão de pedidos de indemnização,

source: effective measures to prevent or substantially minimise those risks.
pt_pt: medidas eficazes para prevenir ou minimizar substancialmente esses riscos.

source: The Commission is empowered to adopt delegated acts in accordance with Article 97 to amend the list in Annex III by removing high-risk AI systems where both of the following conditions are fulfilled:
pt_pt: A Comissão fica habilitada a adotar atos delegados nos termos do artigo 97.o para alterar a lista do anexo III suprimindo sistemas de IA de risco elevado sempre que estejam preenchidas ambas as seguintes condições:

source: the high-risk AI system concerned no longer poses any significant risks to fundamental rights, health or safety, taking into account the criteria listed in paragraph 2;
pt_pt: O sistema de IA de risco elevado em causa deixa de representar um risco significativo para os direitos fundamentais, a saúde ou a segurança, tendo em conta os critérios enumerados no n.o 2;

source: the deletion does not decrease the overall level of protection of health, safety and fundamental rights under Union law.
pt_pt: A supressão não diminui o nível geral de proteção da saúde, da segurança e dos direitos fundamentais ao abrigo do direito da União.

source: Requirements for high-risk AI systems
pt_pt: Requisitos aplicáveis aos sistemas de IA de risco elevado

source: Article 8
pt_pt: Artigo 8.o

source: Compliance with the requirements
pt_pt: Cumprimento dos requisitos

source: High-risk AI systems shall comply with the requirements laid down in this Section, taking into account their intended purpose as well as the generally acknowledged state of the art on AI and AI-related technologies.
pt_pt: Os sistemas de IA de risco elevado devem cumprir os requisitos estabelecidos na presente secção, tendo em conta a sua finalidade prevista, bem como o estado da arte geralmente reconhecido em matéria de IA e de tecnologias conexas.

source: The risk management system referred to in Article 9 shall be taken into account when ensuring compliance with those requirements.
pt_pt: O sistema de gestão de riscos a que se refere o artigo 9.o deve ser tido em conta para efeitos de cumprimento desses requisitos.

source: Where a product contains an AI system, to which the requirements of this Regulation as well as requirements of the Union harmonisation legislation listed in Section A of Annex I apply, providers shall be responsible for ensuring that their product is fully compliant with all applicable requirements under applicable Union harmonisation legislation.
pt_pt: Sempre que um produto contenha um sistema de IA ao qual se aplicam os requisitos do presente regulamento, bem como os requisitos dos atos enumerados na lista da legislação de harmonização da União constante do anexo I, secção A, os prestadores são responsáveis por assegurar que o seu produto está em plena conformidade com todos os requisitos aplicáveis ao abrigo da legislação de harmonização da União.

source: In ensuring the compliance of high-risk AI systems referred to in paragraph 1 with the requirements set out in this Section, and in order to ensure consistency, avoid duplication and minimise additional burdens, providers shall have a choice of integrating, as appropriate, the necessary testing and reporting processes, information and documentation they provide with regard to their product into documentation and procedures that already exist and are required under the Union harmonisation legislation listed in Section A of Annex I.
pt_pt: Ao assegurar a conformidade dos sistemas de IA de risco elevado a que se refere o n.o 1 com os requisitos estabelecidos na presente secção, e a fim de assegurar a coerência, evitar duplicações e minimizar os encargos adicionais, os prestadores têm a possibilidade de integrar, conforme adequado, os processos de testagem e comunicação de informações necessários, bem como as informações e a documentação necessárias, por si disponibilizados relativamente ao seu produto na documentação e nos procedimentos já existentes exigidos pelos atos enumerados na lista da legislação de harmonização da União constante do anexo I, secção A.

source: Article 9
pt_pt: Artigo 9.o

source: Risk management system
pt_pt: Sistema de gestão de riscos

source: A risk management system shall be established, implemented, documented and maintained in relation to high-risk AI systems.
pt_pt: Deve ser criado, implantado, documentado e mantido um sistema de gestão de riscos em relação aos sistemas de IA de risco elevado.
